export const mols = [
    {
        id:0,
        category_id:0,
        title :'Azot',
        formula :'N' ,
        expand : false
    },
    {
        id:1,
        category_id:0,
        title :'Phosphorus pentoxide',
        formula :'P2O5',
        expand : false
    },
    {
        id:2,
        category_id:0,
        title :'Potassium oxide',
        formula :'K2O',
        expand : false
    },
    {
        id:3,
        category_id:1,
        title :'Sulfur',
        formula :'S',
        expand : false
    },
    {
        id:4,
        category_id:1,
        title :'Calcium oxide',
        formula :'CaO',
        expand : false
    },
    {
        id:5,
        category_id:1,
        title :'Magnesium oxide',
        formula :'MgO',
        expand : false
    }

]

export const products =[
    {
        id:0,
        title:'اسید هیومیک پودری',
        description :'هيومابن پتاسيك از مرغوب ترين ذخاير ليگنايت كه يك ماده كاملا طبیعی معدنی است تهيه شده ودر تركيب آن اسيد هيوميك،اسيد فولويك و پتاس بكار رفته است. وجود اسید فولویک با اندازه ملکولي كوچكترآ نرا از نظر فیزیکی و بیولوژیکی فعالتر ساخته است. این کود قابلیت حلالیت بسیار بالائی در آب داشته و در آبهای سخت بخوبی حل ميگردد. برای محصولات باغی ،فضای سبز، درختکاری ونیز برای کلیه گیــاهان کشــــاورزی و گلخانه ای كود بسيار منــاسبی اســـت و می توان آنرا به تنهائی و یا مخلوط با ازت و فسفر در سیستم آبیاری یا محلول پاشی استفاده نمود.        این محصول قابلیت باروری خاک را بین ۳۰ تا ۷۰ درصد بالا می برد. تاثیر آن بر افزایش رشد و تکثیر میکرواورگانیسم های زنده زیاد بوده وو بر روی کلیه مراحل رشد از جمله تقویت ریشه زایی، پنجه زنی، گل دهی، افزایش عملکرد و کیفیت و یکدستی محصول تاثیر به سزایی دارد. مشخصه مهم دیگر این کود ایجاد توازن در عناصر غذایی موجود در خاک بوده، که موجب بالا رفتن جذب عناصر و تغذیه بهتر گیاه می گردد. مقدار مصرف این کود بین ۳ تا ۵ کیلوگرم در هکتار در هر دوره از رشد گیاه و همراه با آب آبیاری توصیه می گردد.',
        items:[27,0,0,19,41,0],

    },
    {
        id:1,
        title:'اسید آمینه ارگانامین',
        description :'اُرگانامین حاوی ۱۹ نوع آمینواسید ضروری است در حالیکه بسیاری از امینواسیدهای بارار حاوی یک یا حداکثر ۴ نوع امینواسید می باشند و به همین دلیل معمولا به نوع و تنوع آمینواسیدها روی ظرف اشاره نمی کنند. بدلیل گرانی آمینواسیدها و افزایش نرخ ارز، آمینواسیدهای ضروری و مهم برای گیاه در انواع وارداتی معمولا وجود ندارند. هر چه تنوع آمینو اسیدها در یک محصول بیشتر باشد، ارزشمندتر و اثرات تغذیه ای و تکامل رشد را بهتر پشتیبانی می کند و همین امر باعث تقویت و ترمیم گیاه می شود',
        items:[27,15,0,12,41,0],
    },
    {
        id:2,
        title:'اسید هیومیک داکوتا',
        description :'خاکهای کشور ما به علت واقع شدن در مناطق گرم و خشک،قلیایی بودن و درصد شوری بالا اغلب از ترکیبات آلی فقیر بوده و نیاز به استفاده این گونه کودها در برنامه تغذیه ای گیاه کاملا وجود دارد. اسیدهیومیک برخلاف کودهای شیمیایی که دوام ناچیزی دارند و به شکلهای مختلف نظیر تجزیه،تبخیر، تصعید، آبشویی و یا تثبیت از دسترس گیاه خارج میشوند، دارای پایداری بی نظیری است و تنها مقادیر بیش از حد نمکهای محلول در خاک نظیر نمک(NaCl) میتواند هیومیک اسید را اشباع کرده و بطور موقت و یا دائم از کار بیندازد.        به همین دلیل اغلب بخش مهمی از هیومیک اسید مصرف شده برای سالهای بعد باقی میماند. اگر به مقدار کافی هیومیک اسید در یک فصل به خاک داده شود، به احتمال زیاد نیازی به مصرف مجدد آن در فصل بعد وجود ندارد. نحوه مصرف این کود بسیار متفاوت بوده و به روشهای محلولپاشی،به همراه آب آبیاری،بذر مال کردن،آغشته کردن ریشه نهال و نشاءاستفاده می شود بهترین زمان مصرف در ابتدای فصل کشت و مراحل ریشه زایی است. این ترکیبات دارای ph اسیدی ضعیف در حدود ۵تا ۸بوده که با توجه به شرایط خاکهای ایران مصرف این ترکیب الزامی می باشد.',
        items:[27,0,0,0,30,0],
    },
    {
        id:3,
        title:'فرتریکس',
        description :' این کود ساخته شده از مواد اولیه خاص و کاملا محلول در آب و حاوی ازت(۲۰%)، فسفر(۲۰%)، پتاسیم(۲۰%) و نیز عناصر میکرو (کلات شده) و هم چنین آمینواسید(۲%)، فولویک اسید(۰.۵%)، و عصاره جلبک بوده(۰.۵%) و مناسب مصرف برای محلول پاشی برگی می باشد.',
        items:[0,0,20,0,0,0],
    },
    {
        id:4,
        title:'میکرو معدنی بهاران',
        description :'مجموعه کامل عناصر ریزمغذی (آهن، روی، منگنز، مس، بور)خلوص بالا، حلالیت و جذب فوق العادهکود میکرومعدنی بهاران تأمین کننده عناصر ریزمُغذی مورد نیاز گیاهان از جمله آهن (Fe)، روی (Zn)، منگنز (Mn)، مس (Cu) و بور (B) به فرم معدنی بوده و علاوه بر عناصر میکرو، حاوی نیتروژن (N)، منیزیم (Mg) و گوگرد (S) نیز است که با رفع کمبود این عناصر موجبات افزایش رشد و نمو، باردهی و عملکرد محصولات خواهد شد. در تهیه این کود کنترل های دقیقی بر مواد اولیه جهت حفظ کیفیت و اطمینان از حلالیت کافی محصول جهت جذب مؤثر مواد صورت گرفته است.    ',
        items:[0,0,0,0,50,10],
    }
]

export const categories = [
    {
        id:0,
        category_id:0,
        title :'کودهای ارگانیک'
    },
    {
        id:1,
        category_id:1,
        title :'کودهای شیمیایی ',
    }
]

export const data = {categories, mols,products}